MESSAGES = {
    # encryption
    "send-enc": "Отправьте ключ шифрования",
    "send-file-enc": "Пришлите текстовое сообщение/файл, который Вы хотите зашифровать",
    # decryption
    "send-dec": "Отправьте ключ дешифрования",
    "send-file-dec": "Пришлите файл, который Вы хотите расшифровать",
    # other
    "help": "Команды:\n/encrypt - зашифровать\n/decrypt - расшифровать\n/cancel - отмена операции",
    "cancel": "Ваше действие отменено",
    # errors
    "wrong-data-type-enc": "Данный тип данных нельзя зашифровать",

    "wrong-key-dec": "Неверный ключ дешифрования",
    "wrong-data-type-dec": "Данный тип данных нельзя расшифровать",

    "unknown-cmd": "Нераспознанная команда.\nИспользуйте /help",
    "file-too-large-error": "Файл весит больше 20 МБ, отмена операции (ограничение телеграма)",
    "cancel-prompt": "Вы уже начали операцию, для создания новой отмените текущую: /cancel",
    "unknown-error": "Произошла неизвестная ошибка"
}
